---
kind: other
id: Methods.T:Autodesk.Revit.DB.DefinitionGroups
source: html/b66849b3-9fe3-d4bf-9469-86d77aa98fff.htm
---
# DefinitionGroups Methods

Tests for the existence of a definition group within the collection.